/* Localizable strings for default.syndtheme
   This file is manually, NOT automatically, generated. */

/* SortType names: */
"kSortType-0"       = "Data";
"kSortType-1"       = "Tytuł";
"kSortType-2"       = "Źródło";
"kSortType-3"       = "Nowe";

/* TimeSlice names: */
"kTimeSlice-0"      = "Wszystko";
"kTimeSlice-1"      = "Dzisiaj";
"kTimeSlice-2"      = "Wczoraj";
"kTimeSlice-3"      = "Ostatnie siedem dni";
"kTimeSlice-4"      = "Ten miesiąc";
"kTimeSlice-5"      = "Ostatni miesiąc";

/* Magic source name: */
"kSourceAll"        = "Wszystko";

/* Tooltips for items in source list: */
"kSourceAllToolTip" = "Pokazuje artykuły ze wszystkich źródeł w tej grupie";
"kSourceToolTip"    = "Pokazuje artykuły tylko z %s";

/* Strings to display when there are no articles; keyed by the current timeslice */
"kNoArticles-0"     = "Brak artykułów";
"kNoArticles-1"     = "Brak artykułów dzisiaj";
"kNoArticles-2"     = "Brak artykułów wczoraj";
"kNoArticles-3"     = "Brak artykułów w tym tygodniu";
"kNoArticles-4"     = "Brak artykułów w tym miesiącu";
"kNoArticles-5"     = "Brak artykułów w ubiegłym miesiącu";

/* Strings for the alert banner.  The first version is used when displaying a single feed.  The second version for aggregated feeds.  */
"kAuthenticationAlert-1" = "Safari nie mógł uaktualnić tych źródeł, ponieważ wymagane jest uwierzytelnienie. Aby pobrać nowe artykuły, podaj następujące informacje:";
"kAuthenticationAlert-2" = "Safari nie mógł uaktualnić „%@”, ponieważ wymagane jest uwierzytelnienie. Aby pobrać nowe artykuły, podaj następujące informacje:";
"kNotFoundAlert-1"       = "Safari nie mógł uaktualnić tych źródeł, ponieważ ich plik źródłowy nie jest już dostępny.";
"kNotFoundAlert-2"       = "Safari nie mógł uaktualnić „%@”, ponieważ ich plik źródłowy nie jest już dostępny.";
"kUnknownFormatAlert-1"  = "Safari nie mógł uaktualnić tych źródeł, ponieważ ich zawartość jest w nieznanym formacie źródeł.";
"kUnknownFormatAlert-2"  = "Safari nie mógł uaktualnić „%@”, ponieważ ich zawartość jest w nieznanym formacie źródeł.";

"kUsername" = "Użytkownik:";
"kPassword" = "Hasło:";
"kAddToKeychain" = "Dodaj do pęku kluczy";
"kUpdate" = "Uaktualnij";

/* Strings that appear in Article.syntmpl */
"kReadMore" = "Przeczytaj więcej&hellip;";

/* Strings that appear in FOAF.syntmpl */
"kFriends"  = "Przyjaciele:";
"kAnd"      = "oraz";
"kMore"     = "więcej&hellip;";

/* Strings that appear in Feed.html */
"kNew"              = "Nowe";
"kCountSeparator"   = ", ";
"kTotal"            = "Łącznie";
"kSearchArticles"   = "Poszukaj artykułów:";
"kArticleLength"    = "Długość artykułu:";
"kSortBy"           = "Sortuj wg:";
"kRecentArticles"   = "Ostatnie artykuły:";
"kColon"            = ":";                  /* used after group name in sidebar's list of sources */
"kSource"           = "Źródło:";
"kActions"          = "Czynności:";
"kMarkAllArticlesRead" = "Oznacz wszystkie jako przeczytane";
"kRefreshFeed"      = "Odśwież teraz";
"kEmailSubject"     = "Sprawdź tę stronę";
"kEmailBody"        = "Cześć,\n\nMyślę, że może Cię zainteresować ta strona:";
"kEmailLinkText"    = "Wyślij pocztą adres do tej strony";
"kSubscribeInMail"  = "Zasubskrybuj w programie Mail";
"kSubscribeInTunes" = "Subskrybuj w iTunes";
"kAddBookmark"      = "Dodaj zakładkę&hellip;";
"kBookmarkSearch"   = "Dodaj do zakładek ten wynik";
"kBookmarkHelpTag"  = "Aby automatycznie dostawać nowe artykuły, zapamiętaj tę stronę w zakładkach.";
"kNoArticles"       = "Brak artykułów";

/* Strings that appear in FeedComplete.html */
"kPreviousPages"         = "poprzednia&hellip;";
"kNextPages"             = "więcej&hellip;";

/* Strings that appear in Entry.html */
"kIn"         = " w ";     /* used in a construct like "John Doe in NYTimes Top Stories" */

/* Localized date/time formats for use with strftime. See DateClass.cpp */
"TodayFmtCRT"      = "Dzisiaj o %H:%M";
"YesterdayFmtCRT"  = "Wczoraj o %#H:%M";
"ThisWeekFmtCRT"   = "%A, %H:%M";
"ThisYearFmtCRT"   = "%#d %b, %H:%M";
"PastYearFmtCRT"   = "%#d %b %y, %H:%M";

